Repository: jbahamon/dudo-bot
Catalog: translations/chilean/LC_MESSAGES/dudobot.po
Languages: es_cl

source: %s asks '%s', starting with %d %s.
es_cl: %s pregunta '%s'. Las apuestas comienzan con %d %s

source: people
es_cl: personas

source: person
es_cl: persona

source: Time's up!
es_cl: ¡Ya, me aburrí!

source: %s You can't bet that high. There's only %d players!
es_cl: %s No podís apostar eso, si sólo hay %d jugadores!

source: %s You should bet at least %d. If you can't, maybe you should doubt or fit.
es_cl: %s Tenís que apostar al menos %d po. Si no podís, duda o calza.

source: That's not a valid question! Remember to include your bet after '##'
es_cl: Esa pregunta está terrible de mal hecha, oe. Es la preguntaprimero, después '##', después el número con el que querís partir apostando.

source: %s has taken too long. Kicking...
es_cl: %s me cansó. CHAO...

source: All votes received.
es_cl: Ya, estamos listos con los votos.

source: Ok, we're done here. Removing everyone who didn't vote.
es_cl: Chao pa los que no votaron...

source: Current players are: %s.
es_cl: Los que están jugando son %s.

source: %s, it's your turn to ask a question.
es_cl: Te toca, %s. No te demorís mucho.

source: %s joined!
es_cl: %s se unió al mambo :D!

source: %s fled!
es_cl: %s se fue, uyuyui!

source: %s, it's your turn to make a guess. Question is '%s'. Current bet is %d.
es_cl: %s, te toca apostar. La pregunta es '%s' y la apuesta actual es %d.

source: Ending game, not enough players :(
es_cl: Pff, muy pocos jugadores, chao.
